export const text: string[] = [
  `<span class="title">Шилкинская улица: Уникальная петля в сердце Владивостока</span><br/><br/>
  <span class="normalText">Шилкинская улица — это не просто одна из улиц Владивостока, 
  это своеобразный феномен городской топографии. Ее петлеобразная форма делает ее уникальной, 
  а то, что она начинается и заканчивается на одном и том же проспекте — Красного Знамени — 
  придает ей особую загадочность и камерность. Это как будто маленький мир внутри большого города, 
  который живет по своим правилам и темпу.</span>`,

  `<span class="title">Географическое положение и особенности:</span><br/><br/>
  <span class="normalText">Петлеобразная форма: Это, пожалуй, самая характерная особенность улицы. 
  Она не ведет куда-то дальше, а возвращает вас к отправной точке. 
  Эта особенность делает прогулку по ней интересным и несколько сюрреалистичным опытом.</span><br/><br/>
  <span class="normalText">Начало и конец: Оба конца улицы сходятся на проспекте Красного Знамени, 
  одной из основных транспортных артерий города. 
  Это обеспечивает ей хорошую транспортную доступность, 
  но при этом она сохраняет тишину и спокойствие.</span><br/><br/>
  <span class="normalText">Район: Шилкинская улица находится в историческом районе Владивостока, 
  где можно почувствовать атмосферу старого города. Вероятно, 
  она окружена малоэтажной застройкой и улочками, которые отражают прошлое города.</span>`,

  `<span class="title">История и происхождение названия:</span><br/><br/>
  <span class="normalText">Отсылка к реке Шилка: Происхождение названия улицы, как вы верно отметили, скорее всего, связано с рекой Шилка, расположенной в Забайкалье. 
  Связь между дальневосточным городом и забайкальской рекой, на первый взгляд, может показаться неочевидной, но она может указывать на:</span><br/><br/>
  <span class="normalText">Географические параллели: Возможно, когда-то в процессе освоения и застройки города, 
  кто-то из первых жителей или градостроителей нашел сходство между ландшафтом местности и долиной реки Шилки.</span><br/><br/>
  <span class="normalText">Дальние связи: Вероятно, среди первых поселенцев Владивостока были люди, прибывшие из районов Забайкалья, 
  и они таким образом увековечили память о родных местах.</span><br/><br/>
  <span class="normalText">Образ: Шилка, река с богатой историей, могла ассоциироваться с чем-то значимым и важным для осваивавших новые земли людей.</span>`,

  `<span class="title">Достопримечательности и культурное значение:</span><br/><br/>
  <span class="normalText">Нагорный парк: Наличие вблизи улицы Нагорного парка — значительный плюс. Парк, скорее всего, является местом отдыха горожан, 
  где можно насладиться природой, прогуляться и подышать свежим воздухом. Его близость может определять особую атмосферу спокойствия на Шилкинской.</span><br/><br/>
  <span class="normalText">Архитектура: Улица наверняка сохранила в себе черты исторической застройки Владивостока. 
  Здесь можно увидеть старые дома, возможно, с элементами различных архитектурных стилей, 
  которые отражают разные периоды развития города.</span><br/><br/>
  <span class="normalText">Творческая атмосфера: Факт проживания здесь Давида Бурлюка в начале XX века добавляет улице особую творческую ауру. 
  Это может означать, что здесь и сейчас проживают или работают творческие люди, вдохновляющиеся историей этого места.</span>`,

  `<span class="title">Известные жители:</span><br/><br/>
  <span class="normalText">Давид Бурлюк: Проживание здесь известного поэта и художника-футуриста Давида Бурлюка в 1919-1920 годах — это важный исторический факт. 
  Это подчеркивает, что Владивосток в те годы был важным культурным центром, привлекавшим ярких и прогрессивных деятелей искусства. 
  Бурлюк не просто жил на этой улице, но и активно работал и творил, что делает Шилкинскую частью его биографии и истории русского авангарда.</span>`,

  `<span class="title">В заключение:</span><br/><br/>
  <span class="normalText">Шилкинская улица — это не просто набор домов и дорог, это место с историей и характером. Она сочетает в себе петлеобразную загадочность, 
  тихую камерность, связь с далекой рекой и творческий дух. Прогулка по ней может стать интересным путешествием во времени, 
  позволяя прикоснуться к истории Владивостока и почувствовать его уникальную атмосферу. Чтобы еще больше узнать о Шилкинской, можно:</span><br/><br/>
  <span class="normalText">Изучить старые фотографии: Они могут рассказать больше об архитектуре улицы и жизни людей в разные периоды времени.</span><br/><br/>
  <span class="normalText">Поговорить с бабушками: Они могут поделиться интересными историями и воспоминаниями, связанными с улицей.</span><br/><br/>
  <span class="normalText">Посетить улицу лично: Это, пожалуй, самый лучший способ почувствовать ее атмосферу и полюбоваться ее особенностями.</span>`,

  `<a href="https://t.me/+u_ScG3ygy3QyYTcy" class="link">https://t.me/+u_ScG3ygy3QyYTcy</a>
  <img src="https://kubix.com.ua/upload/resize_cache/webp/iblock/7eb/vy1tsunwc7f210hqjaecmp1gz18937y1.webp"
      alt="pes patron" class="pesPatron fade-in" />`,
];

export const testText: string[] = [
  `<a href="https://t.me/+u_ScG3ygy3QyYTcy" class="link">https://t.me/+u_ScG3ygy3QyYTcy</a>
  <img src="https://kubix.com.ua/upload/resize_cache/webp/iblock/7eb/vy1tsunwc7f210hqjaecmp1gz18937y1.webp"
      alt="pes patron" class="pesPatron fade-in" />`,
];
